Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Tap Lock Screen, then tap the area below the time.
ar: اضغط على «شاشة القفل»، ثم اضغط على المنطقة أسفل الوقت.
ca: Toca Pantalla bloquejada i després toca l’àrea de sota l’hora.
cs: Klepněte na Zamčená obrazovka a pak na oblast pod časem.
da: Tryk på Låseskærm, og tryk derefter på området under klokkeslættet.
de: Tippe auf „Sperrbildschirm“ und dann auf den Bereich unter der Uhrzeit.
el: Αγγίξτε «Οθόνη κλειδώματος» και μετά αγγίξτε την περιοχή κάτω από την ώρα.
es: Toca Pantalla bloqueada y luego toca el área debajo de la hora.
fi: Napauta Lukittu näyttö ja napauta sitten kellonajan alapuolella olevaa aluetta.
fr: Touchez Écran verrouillé, puis touchez la zone sous l’heure.
he: הקש על ״מסך הנעילה״, ואז הקש על האזור שמתחת לשעה.
hi: “लॉक स्क्रीन” पर टैप करें, फिर समय के नीचे वाले हिस्से पर टैप करें।
hr: Dodirnite Zaključani zaslon, zatim dodirnite područje ispod vremena.
hu: Koppintson a Zárolási képernyő elemre, majd az idő alatti területre.
id: Ketuk Layar Terkunci, lalu ketuk area di bawah jam.
it: Tocca Schermata di blocco, poi tocca l’area sotto l’ora.
ja: 「ロック画面」をタップしてから、時刻の下の領域をタップします。
ko: 잠금 화면을 탭한 다음 시간 아래 영역을 탭하십시오.
ms: Ketik Skrin Kunci, kemudian ketik ruang di bawah waktu.
nb: Trykk på Låst skjerm, og trykk deretter på området under klokkeslettet.
nl: Tik op ‘Toegangsscherm’ en tik dan op het gebied onder de tijd.
pl: Stuknij w Ekran blokady, a następnie w obszar pod godziną.
pt_br: Toque em Tela Bloqueada e depois toque na área abaixo da hora.
pt_pt: Toque em Ecrã bloqueado e, depois, toque na área por baixo da hora.
ro: Apăsați pe Ecran de blocare, apoi apăsați pe zona de sub oră.
ru: Коснитесь «Экран блокировки», затем коснитесь области под временем.
sk: Ťuknite na Zamknutá obrazovka a potom na oblasť pod časom.
sv: Tryck på Låsskärm och tryck sedan på området under klockan.
th: แตะ “หน้าจอล็อค” แล้วแตะบริเวณใต้เวลา
tr: Kilitli Ekran’a dokunun, sonra saatin altındaki alana dokunun.
uk: Торкніться «Замкнений екран», а потім торкніться області під часом.
vi: Chạm vào Màn hình khóa, rồi chạm vào vùng bên dưới thời gian.
zh_hans: 轻点“锁定屏幕”，然后轻点时间下方的区域。
zh_hant: 點一下「鎖定畫面」，然後點一下時間下方的區域。

source: Tap Lock Screen, then tap − on the flashlight or camera button.
ar: اضغط على «شاشة القفل»، ثم اضغط على − فوق زر المصباح أو الكاميرا.
ca: Toca Pantalla bloquejada i després toca − al botó de la llanterna o de la càmera.
cs: Klepněte na Zamčená obrazovka a pak na − u tlačítka svítilny nebo fotoaparátu.
da: Tryk på Låseskærm, og tryk derefter på − på lommelygte- eller kameraknappen.
de: Tippe auf „Sperrbildschirm“ und dann auf − bei der Taschenlampen- oder Kamerataste.
el: Αγγίξτε «Οθόνη κλειδώματος» και μετά αγγίξτε το − στο κουμπί του φακού ή της κάμερας.
es: Toca Pantalla bloqueada y luego toca − en el botón de la linterna o de la cámara.
fi: Napauta Lukittu näyttö ja napauta sitten − taskulampun tai kameran painikkeessa.
fr: Touchez Écran verrouillé, puis touchez − sur le bouton de la lampe torche ou de l’appareil photo.
he: הקש על ״מסך הנעילה״, ואז הקש על − בכפתור הפנס או המצלמה.
hi: “लॉक स्क्रीन” पर टैप करें, फिर टॉर्च या कैमरा बटन पर − टैप करें।
hr: Dodirnite Zaključani zaslon, zatim dodirnite − na tipki svjetiljke ili kamere.
hu: Koppintson a Zárolási képernyő elemre, majd a − jelre a Zseblámpa vagy a Kamera gombon.
id: Ketuk Layar Terkunci, lalu ketuk − pada tombol senter atau kamera.
it: Tocca Schermata di blocco, poi tocca − sul pulsante della torcia o della fotocamera.
ja: 「ロック画面」をタップしてから、フラッシュライトまたはカメラのボタンの「−」をタップします。
ko: 잠금 화면을 탭한 다음 손전등 또는 카메라 버튼의 −를 탭하십시오.
ms: Ketik Skrin Kunci, kemudian ketik − pada butang lampu suluh atau kamera.
nb: Trykk på Låst skjerm, og trykk deretter på − på lommelykt- eller kameraknappen.
nl: Tik op ‘Toegangsscherm’ en tik dan op − bij de zaklamp- of cameraknop.
pl: Stuknij w Ekran blokady, a następnie w − przy przycisku latarki lub aparatu.
pt_br: Toque em Tela Bloqueada e depois toque em − no botão da lanterna ou da câmera.
pt_pt: Toque em Ecrã bloqueado e, depois, toque em − no botão da lanterna ou da câmara.
ro: Apăsați pe Ecran de blocare, apoi apăsați pe − pe butonul lanternei sau al camerei.
ru: Коснитесь «Экран блокировки», затем коснитесь «−» на кнопке фонарика или камеры.
sk: Ťuknite na Zamknutá obrazovka a potom na − pri tlačidle baterky alebo kamery.
sv: Tryck på Låsskärm och tryck sedan på − på ficklampan eller kameraknappen.
th: แตะ “หน้าจอล็อค” แล้วแตะ − บนปุ่มไฟฉายหรือปุ่มกล้อง
tr: Kilitli Ekran’a dokunun, sonra el feneri veya kamera düğmesindeki − simgesine dokunun.
uk: Торкніться «Замкнений екран», а потім торкніться «−» на кнопці ліхтарика або камери.
vi: Chạm vào Màn hình khóa, rồi chạm vào − trên nút đèn pin hoặc camera.
zh_hans: 轻点“锁定屏幕”，然后轻点手电筒或相机按钮上的 −。
zh_hant: 點一下「鎖定畫面」，然後點一下手電筒或相機按鈕上的 −。

source: Tap Scan and point at any code. It’ll be here for next time.
ar: اضغط على «مسح» ووجّه الكاميرا إلى أي رمز. سيبقى هنا للمرة القادمة.
ca: Toca Escaneja i apunta a qualsevol codi. El tindràs aquí la propera vegada.
cs: Klepněte na Skenovat a namiřte na jakýkoli kód. Příště tu bude čekat.
da: Tryk på Scan, og peg mod en hvilken som helst kode. Den er her til næste gang.
de: Tippe auf „Scannen“ und richte die Kamera auf einen Code. Beim nächsten Mal ist er hier.
el: Αγγίξτε «Σάρωση» και στρέψτε σε οποιονδήποτε κωδικό. Θα είναι εδώ για την επόμενη φορά.
es: Toca Escanear y apunta a cualquier código. Aquí lo tendrás para la próxima.
fi: Napauta Skannaa ja osoita mitä tahansa koodia. Se odottaa täällä seuraavaa kertaa.
fr: Touchez Scanner et visez n’importe quel code. Il vous attendra ici.
he: הקש על ״סריקה״ וכוון אל כל קוד. הוא יחכה כאן לפעם הבאה.
hi: “स्कैन करें” पर टैप करें और कैमरा को किसी भी कोड की ओर करें। यह अगली बार के लिए यहाँ रहेगा।
hr: Dodirnite Skeniraj i usmjerite prema bilo kojem kôdu. Bit će ovdje i idući put.
hu: Koppintson a Beolvasás gombra, és irányítsa a kamerát bármelyik kódra. Legközelebb itt találja.
id: Ketuk Pindai dan arahkan ke kode apa pun. Kode akan ada di sini untuk lain kali.
it: Tocca Scansiona e inquadra un codice qualsiasi. Lo ritroverai qui la prossima volta.
ja: 「スキャン」をタップして、コードにカメラを向けてください。次回からはここに表示されます。
ko: 스캔을 탭하고 아무 코드나 비추십시오. 다음번에도 여기에서 볼 수 있습니다.
ms: Ketik Imbas dan halakan ke mana-mana kod. Ia akan berada di sini untuk kali seterusnya.
nb: Trykk på Skann, og rett kameraet mot en kode. Den blir liggende her til neste gang.
nl: Tik op ‘Scan’ en richt op een code. De volgende keer staat hij hier.
pl: Stuknij w Skanuj i skieruj na dowolny kod. Będzie tu czekać następnym razem.
pt_br: Toque em Escanear e aponte para qualquer código. Ele ficará aqui para a próxima vez.
pt_pt: Toque em Ler e aponte para qualquer código. Fica aqui guardado para a próxima vez.
ro: Apăsați pe Scanați și îndreptați camera spre orice cod. Îl veți găsi aici data viitoare.
ru: Коснитесь «Сканировать» и наведите камеру на любой код. В следующий раз он будет здесь.
sk: Ťuknite na Skenovať a namierte na akýkoľvek kód. Nabudúce ho nájdete tu.
sv: Tryck på Skanna och rikta mot valfri kod. Den finns här nästa gång.
th: แตะ “สแกน” แล้วหันกล้องไปที่โค้ดใดก็ได้ โค้ดจะอยู่ที่นี่สำหรับครั้งถัดไป
tr: Tara’ya dokunun ve herhangi bir koda doğrultun. Bir dahaki sefere burada olacak.
uk: Торкніться «Сканувати» й наведіть камеру на будь-який код. Наступного разу він буде тут.
vi: Chạm vào Quét và hướng vào bất kỳ mã nào. Mã sẽ ở đây cho lần sau.
zh_hans: 轻点“扫描”并对准任意码。下次它就会在这里。
zh_hant: 點一下「掃描」並對準任何條碼。下次它就會在這裡。

source: Tap the code you want
ar: اضغط على الرمز الذي تريده
ca: Toca el codi que vulguis
cs: Klepněte na požadovaný kód
da: Tryk på den kode, du vil have
de: Tippe auf den gewünschten Code
el: Πατήστε τον κωδικό που θέλετε
es: Toca el código que quieras
fi: Napauta haluamaasi koodia
fr: Touchez le code voulu
he: הקישו על הקוד הרצוי
hi: अपना चाहा कोड टैप करें
hr: Dodirnite kod koji želite
hu: Koppints a kívánt kódra
id: Ketuk kode yang Anda inginkan
it: Tocca il codice che vuoi
ja: 読み取るコードをタップ
ko: 원하는 코드를 탭하세요
ms: Ketik kod yang anda mahu
nb: Trykk på koden du vil ha
nl: Tik op de code die je wilt
pl: Stuknij wybrany kod
pt_br: Toque no código que você quer
pt_pt: Toque no código que pretende
ro: Atinge codul dorit
ru: Коснитесь нужного кода
sk: Klepnite na požadovaný kód
sv: Tryck på koden du vill ha
th: แตะรหัสที่ต้องการ
tr: İstediğiniz koda dokunun
uk: Торкніться потрібного коду
vi: Chạm vào mã bạn muốn
zh_hans: 轻点你想要的码
zh_hant: 點一下你想要的條碼

source: Tel Aviv
ar: تل أبيب
el: Τελ Αβίβ
he: תל אביב
hi: तेल अवीव
ja: テルアビブ
ko: 텔아비브
pl: Tel Awiw
pt_pt: Telavive
ru: Тель-Авив
th: เทลอาวีฟ
uk: Тель-Авів
zh_hans: 特拉维夫
zh_hant: 特拉維夫

source: Text
ar: النص
da: Tekst
el: Κείμενο
es: Texto
fi: Teksti
fr: Texte
he: טקסט
hi: टेक्स्ट
hr: Tekst
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
ms: Teks
nb: Tekst
nl: Tekst
pl: Tekst
pt_br: Texto
pt_pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

source: That doesn't look like a web address yet.
ar: لا يبدو هذا عنوان ويب بعد.
ca: Encara no sembla una adreça web.
cs: To zatím nevypadá jako webová adresa.
da: Det ligner ikke en webadresse endnu.
de: Das sieht noch nicht wie eine Webadresse aus.
el: Αυτό δεν μοιάζει ακόμα με διεύθυνση ιστού.
es: Eso todavía no parece una dirección web.
fi: Tämä ei vielä näytä verkko-osoitteelta.
fr: Cela ne ressemble pas encore à une adresse web.
he: זה עדיין לא נראה כמו כתובת אינטרנט.
hi: यह अभी वेब पते जैसा नहीं दिखता।
hr: To još ne izgleda kao web-adresa.
hu: Ez még nem tűnik webcímnek.
id: Itu belum tampak seperti alamat web.
it: Non sembra ancora un indirizzo web.
ja: まだWebアドレスの形式になっていません。
ko: 아직 웹 주소 형식이 아닙니다.
ms: Itu belum kelihatan seperti alamat web.
nb: Det ser ikke ut som en nettadresse ennå.
nl: Dat lijkt nog niet op een webadres.
pl: To jeszcze nie wygląda jak adres internetowy.
pt_br: Isso ainda não parece um endereço web.
pt_pt: Isso ainda não parece um endereço web.
ro: Aceasta încă nu arată ca o adresă web.
ru: Это пока не похоже на веб-адрес.
sk: To ešte nevyzerá ako webová adresa.
sv: Det ser inte ut som en webbadress än.
th: ข้อความนั้นยังดูไม่เหมือนที่อยู่เว็บ
tr: Bu henüz bir web adresine benzemiyor.
uk: Це поки не схоже на вебадресу.
vi: Đó chưa giống một địa chỉ web.
zh_hans: 这看起来还不像网址。
zh_hant: 這看起來還不像網址。

# That “%@” is a Cyrillic letter, not a Latin “%@”.
source: That “%1$@” is a Cyrillic letter, not a Latin “%2$@”.
ar: حرف «%1$@» هذا حرف سيريلي، وليس «%2$@» اللاتيني.
ca: Aquesta «%1$@» és una lletra ciríl·lica, no una «%2$@» llatina.
cs: Toto „%1$@“ je písmeno cyrilice, ne latinské „%2$@“.
da: Det ”%1$@” er et kyrillisk bogstav, ikke et latinsk ”%2$@”.
de: Dieses „%1$@“ ist ein kyrillischer Buchstabe, kein lateinisches „%2$@“.
el: Αυτό το «%1$@» είναι κυριλλικό γράμμα, όχι λατινικό «%2$@».
es: Esa “%1$@” es una letra cirílica, no una “%2$@” latina.
fi: Tämä ”%1$@” on kyrillinen kirjain, ei latinalainen ”%2$@”.
fr: Ce « %1$@ » est une lettre cyrillique, pas un « %2$@ » latin.
he: ה־“%1$@” הזו היא אות קירילית, לא “%2$@” לטינית.
hi: यह “%1$@” सिरिलिक अक्षर है, लैटिन “%2$@” नहीं।
hr: Taj „%1$@“ je ćirilično slovo, a ne latinično „%2$@“.
hu: Ez a betű („%1$@”) cirill, nem latin „%2$@”.
id: “%1$@” itu adalah huruf Sirilik, bukan “%2$@” Latin.
it: Quella “%1$@” è una lettera cirillica, non una “%2$@” latina.
ja: その「%1$@」はキリル文字で、ラテン文字の「%2$@」ではありません。
ko: 이 “%1$@” 글자는 라틴 문자 “%2$@” 글자가 아니라 키릴 문자입니다.
ms: “%1$@” itu ialah huruf Cyril, bukan “%2$@” Latin.
nb: Denne «%1$@» er en kyrillisk bokstav, ikke en latinsk «%2$@».
nl: Die ‘%1$@’ is een Cyrillische letter, geen Latijnse ‘%2$@’.
pl: To „%1$@” to litera cyrylicy, a nie łacińskie „%2$@”.
pt_br: Esse “%1$@” é uma letra cirílica, não um “%2$@” latino.
pt_pt: Esse «%1$@» é uma letra cirílica, não um «%2$@» latino.
ro: Acel „%1$@” este o literă chirilică, nu un „%2$@” latin.
ru: Эта «%1$@» — кириллическая буква, а не латинская «%2$@».
sk: Toto „%1$@“ je cyrilské písmeno, nie latinské „%2$@“.
sv: Det där ”%1$@” är en kyrillisk bokstav, inte ett latinskt ”%2$@”.
th: “%1$@” นั้นเป็นตัวอักษรซีริลลิก ไม่ใช่ “%2$@” ละติน
tr: Bu “%1$@” bir Kiril harfi, Latin “%2$@” değil.
uk: Ця «%1$@» — кирилична літера, а не латинська «%2$@».
vi: “%1$@” đó là chữ Kirin, không phải chữ “%2$@” Latinh.
zh_hans: 这个“%1$@”是西里尔字母，不是拉丁字母“%2$@”。
zh_hant: 這個「%1$@」是西里爾字母，不是拉丁字母「%2$@」。

# That “%@” is a Greek letter, not a Latin “%@”.
source: That “%1$@” is a Greek letter, not a Latin “%2$@”.
ar: حرف «%1$@» هذا حرف يوناني، وليس «%2$@» اللاتيني.
ca: Aquesta «%1$@» és una lletra grega, no una «%2$@» llatina.
cs: Toto „%1$@“ je řecké písmeno, ne latinské „%2$@“.
da: Det ”%1$@” er et græsk bogstav, ikke et latinsk ”%2$@”.
de: Dieses „%1$@“ ist ein griechischer Buchstabe, kein lateinisches „%2$@“.
el: Αυτό το «%1$@» είναι ελληνικό γράμμα, όχι λατινικό «%2$@».
es: Esa “%1$@” es una letra griega, no una “%2$@” latina.
fi: Tämä ”%1$@” on kreikkalainen kirjain, ei latinalainen ”%2$@”.
fr: Ce « %1$@ » est une lettre grecque, pas un « %2$@ » latin.
he: ה־“%1$@” הזו היא אות יוונית, לא “%2$@” לטינית.
hi: यह “%1$@” ग्रीक अक्षर है, लैटिन “%2$@” नहीं।
hr: Taj „%1$@“ je grčko slovo, a ne latinično „%2$@“.
hu: Ez a betű („%1$@”) görög, nem latin „%2$@”.
id: “%1$@” itu adalah huruf Yunani, bukan “%2$@” Latin.
it: Quella “%1$@” è una lettera greca, non una “%2$@” latina.
ja: その「%1$@」はギリシャ文字で、ラテン文字の「%2$@」ではありません。
ko: 이 “%1$@” 글자는 라틴 문자 “%2$@” 글자가 아니라 그리스 문자입니다.
ms: “%1$@” itu ialah huruf Greek, bukan “%2$@” Latin.
nb: Denne «%1$@» er en gresk bokstav, ikke en latinsk «%2$@».
nl: Die ‘%1$@’ is een Griekse letter, geen Latijnse ‘%2$@’.
pl: To „%1$@” to litera grecka, a nie łacińskie „%2$@”.
pt_br: Esse “%1$@” é uma letra grega, não um “%2$@” latino.
pt_pt: Esse «%1$@» é uma letra grega, não um «%2$@» latino.
ro: Acel „%1$@” este o literă grecească, nu un „%2$@” latin.
ru: Эта «%1$@» — греческая буква, а не латинская «%2$@».
sk: Toto „%1$@“ je grécke písmeno, nie latinské „%2$@“.
sv: Det där ”%1$@” är en grekisk bokstav, inte ett latinskt ”%2$@”.
th: “%1$@” นั้นเป็นตัวอักษรกรีก ไม่ใช่ “%2$@” ละติน
tr: Bu “%1$@” bir Yunan harfi, Latin “%2$@” değil.
uk: Ця «%1$@» — грецька літера, а не латинська «%2$@».
vi: “%1$@” đó là chữ Hy Lạp, không phải chữ “%2$@” Latinh.
zh_hans: 这个“%1$@”是希腊字母，不是拉丁字母“%2$@”。
zh_hant: 這個「%1$@」是希臘字母，不是拉丁字母「%2$@」。

# That “%@” only looks like “%@”.
source: That “%1$@” only looks like “%2$@”.
ar: حرف «%1$@» هذا يشبه «%2$@» فقط في الشكل.
ca: Aquesta «%1$@» només s’assembla a «%2$@».
cs: Toto „%1$@“ jen vypadá jako „%2$@“.
da: Det ”%1$@” ligner kun ”%2$@”.
de: Dieses „%1$@“ sieht nur aus wie „%2$@“.
el: Αυτό το «%1$@» απλώς μοιάζει με «%2$@».
es: Esa “%1$@” solo se parece a “%2$@”.
fi: Tämä ”%1$@” vain näyttää merkiltä ”%2$@”.
fr: Ce « %1$@ » ne fait que ressembler à « %2$@ ».
he: ה־“%1$@” הזו רק נראית כמו “%2$@”.
hi: यह “%1$@” सिर्फ़ “%2$@” जैसा दिखता है।
hr: Taj „%1$@“ samo izgleda kao „%2$@“.
hu: Ez a karakter („%1$@”) csak hasonlít erre: „%2$@”.
id: “%1$@” itu hanya tampak seperti “%2$@”.
it: Quella “%1$@” somiglia soltanto a “%2$@”.
ja: その「%1$@」は「%2$@」に似ているだけです。
ko: 이 “%1$@” 글자는 “%2$@” 글자처럼 보이기만 합니다.
ms: “%1$@” itu hanya kelihatan seperti “%2$@”.
nb: Denne «%1$@» ligner bare på «%2$@».
nl: Die ‘%1$@’ lijkt alleen op ‘%2$@’.
pl: To „%1$@” tylko wygląda jak „%2$@”.
pt_br: Esse “%1$@” só se parece com “%2$@”.
pt_pt: Esse «%1$@» apenas se parece com «%2$@».
ro: Acel „%1$@” doar seamănă cu „%2$@”.
ru: Эта «%1$@» только похожа на «%2$@».
sk: Toto „%1$@“ sa len podobá na „%2$@“.
sv: Det där ”%1$@” liknar bara ”%2$@”.
th: “%1$@” นั้นแค่ดูเหมือน “%2$@”
tr: Bu “%1$@” yalnızca “%2$@” gibi görünüyor.
uk: Ця «%1$@» лише схожа на «%2$@».
vi: “%1$@” đó chỉ trông giống “%2$@”.
zh_hans: 这个“%1$@”只是看起来像“%2$@”。
zh_hant: 這個「%1$@」只是看起來像「%2$@」。

source: That's a zero, not the letter “o”.
ar: هذا صفر، وليس حرف «o».
ca: Això és un zero, no la lletra «o».
cs: To je nula, ne písmeno „o“.
da: Det er et nul, ikke bogstavet ”o”.
de: Das ist eine Null, nicht der Buchstabe „o“.
el: Αυτό είναι μηδέν, όχι το γράμμα «o».
es: Eso es un cero, no la letra “o”.
fi: Tämä on nolla, ei o-kirjain.
fr: C’est un zéro, pas la lettre « o ».
he: זה אפס, לא האות “o”.
hi: यह शून्य है, “o” अक्षर नहीं।
hr: To je nula, a ne slovo „o“.
hu: Ez nulla, nem „o” betű.
id: Itu angka nol, bukan huruf “o”.
it: Questo è uno zero, non la lettera “o”.
ja: それはゼロで、文字の「o」ではありません。
ko: 이것은 문자 “o”가 아니라 숫자 0입니다.
ms: Itu sifar, bukan huruf “o”.
nb: Det er en null, ikke bokstaven «o».
nl: Dat is een nul, niet de letter ‘o’.
pl: To zero, a nie litera „o”.
pt_br: Isso é um zero, não a letra “o”.
pt_pt: Isso é um zero, não a letra «o».
ro: Acesta este un zero, nu litera „o”.
ru: Это ноль, а не буква «o».
sk: To je nula, nie písmeno „o“.
sv: Det är en nolla, inte bokstaven ”o”.
th: นั่นคือเลขศูนย์ ไม่ใช่ตัวอักษร “o”
tr: Bu bir sıfır, “o” harfi değil.
uk: Це нуль, а не літера «o».
vi: Đó là số không, không phải chữ “o”.
zh_hans: 这是数字零，不是字母“o”。
zh_hant: 那是零，不是字母「o」。

# That's the number %@, not the letter “%@”.
source: That's the number %1$@, not the letter “%2$@”.
ar: هذا هو الرقم %1$@، وليس الحرف «%2$@».
ca: Això és el número %1$@, no la lletra «%2$@».
cs: To je číslice %1$@, ne písmeno „%2$@“.
da: Det er tallet %1$@, ikke bogstavet ”%2$@”.
de: Das ist die Zahl %1$@, nicht der Buchstabe „%2$@“.
el: Αυτό είναι ο αριθμός %1$@, όχι το γράμμα «%2$@».
es: Ese es el número %1$@, no la letra “%2$@”.
fi: Tämä on numero %1$@, ei kirjain ”%2$@”.
fr: C’est le chiffre %1$@, pas la lettre « %2$@ ».
he: זה המספר %1$@, לא האות “%2$@”.
hi: यह संख्या %1$@ है, “%2$@” अक्षर नहीं।
hr: To je broj %1$@, a ne slovo „%2$@“.
hu: Ez szám (%1$@), nem „%2$@” betű.
id: Itu angka %1$@, bukan huruf “%2$@”.
it: Questo è il numero %1$@, non la lettera “%2$@”.
ja: それは数字の%1$@で、文字の「%2$@」ではありません。
ko: 이것은 “%2$@” 글자가 아니라 숫자 %1$@입니다.
ms: Itu nombor %1$@, bukan huruf “%2$@”.
nb: Det er tallet %1$@, ikke bokstaven «%2$@».
nl: Dat is het cijfer %1$@, niet de letter ‘%2$@’.
pl: To cyfra %1$@, a nie litera „%2$@”.
pt_br: Esse é o número %1$@, não a letra “%2$@”.
pt_pt: Esse é o número %1$@, não a letra «%2$@».
ro: Acesta este numărul %1$@, nu litera „%2$@”.
ru: Это цифра %1$@, а не буква «%2$@».
sk: To je číslica %1$@, nie písmeno „%2$@“.
sv: Det är siffran %1$@, inte bokstaven ”%2$@”.
th: นั่นคือตัวเลข %1$@ ไม่ใช่ตัวอักษร “%2$@”
tr: Bu %1$@ sayısı, “%2$@” harfi değil.
uk: Це цифра %1$@, а не літера «%2$@».
vi: Đó là số %1$@, không phải chữ “%2$@”.
zh_hans: 这是数字 %1$@，不是字母“%2$@”。
zh_hant: 那是數字 %1$@，不是字母「%2$@」。

source: That's the number one, not the letter “l”.
ar: هذا هو الرقم واحد، وليس الحرف «l».
ca: Això és el número u, no la lletra «l».
cs: To je číslice jedna, ne písmeno „l“.
da: Det er tallet et, ikke bogstavet ”l”.
de: Das ist die Zahl Eins, nicht der Buchstabe „l“.
el: Αυτό είναι ο αριθμός ένα, όχι το γράμμα «l».
es: Ese es el número uno, no la letra “l”.
fi: Tämä on numero yksi, ei l-kirjain.
fr: C’est le chiffre un, pas la lettre « l ».
he: זה המספר אחת, לא האות “l”.
hi: यह संख्या एक है, “l” अक्षर नहीं।
hr: To je broj jedan, a ne slovo „l“.
hu: Ez az 1-es számjegy, nem „l” betű.
id: Itu angka satu, bukan huruf “l”.
it: Questo è il numero uno, non la lettera “l”.
ja: それは数字の1で、文字の「l」ではありません。
ko: 이것은 문자 “l”이 아니라 숫자 1입니다.
ms: Itu nombor satu, bukan huruf “l”.
nb: Det er tallet én, ikke bokstaven «l».
nl: Dat is het cijfer één, niet de letter ‘l’.
pl: To cyfra jeden, a nie litera „l”.
pt_br: Esse é o número um, não a letra “l”.
pt_pt: Esse é o número um, não a letra «l».
ro: Acesta este numărul unu, nu litera „l”.
ru: Это цифра один, а не буква «l».
sk: To je číslica jeden, nie písmeno „l“.
sv: Det är siffran ett, inte bokstaven ”l”.
th: นั่นคือเลขหนึ่ง ไม่ใช่ตัวอักษร “l”
tr: Bu 1 rakamı, “l” harfi değil.
uk: Це цифра один, а не літера «l».
vi: Đó là số một, không phải chữ “l”.
zh_hans: 这是数字一，不是字母“l”。
zh_hant: 那是數字一，不是字母「l」。

# That's too long for %@. Keep it under %lld characters.
source: That's too long for %1$@. Keep it under %2$lld characters.
ar: هذا طويل جدًا بالنسبة إلى %1$@. اجعله أقل من %2$lld حرفًا.
ca: És massa llarg per a %1$@. Fes servir menys de %2$lld caràcters.
cs: To je pro %1$@ příliš dlouhé. Musí mít méně než %2$lld znaků.
da: Det er for langt til %1$@. Hold det under %2$lld tegn.
de: Das ist zu lang für %1$@. Bleib unter %2$lld Zeichen.
el: Είναι πολύ μεγάλο για %1$@. Κρατήστε το κάτω από %2$lld χαρακτήρες.
es: Es demasiado largo para %1$@. Usa menos de %2$lld caracteres.
fi: Liian pitkä muodolle %1$@. Pidä se alle %2$lld merkissä.
fr: C’est trop long pour %1$@. Restez sous %2$lld caractères.
he: זה ארוך מדי עבור %1$@. הקפד על פחות מ־%2$lld תווים.
hi: यह %1$@ के लिए बहुत लंबा है। इसे %2$lld कैरेक्टर से कम रखें।
hr: Predugo je za %1$@. Neka ima manje od %2$lld znakova.
hu: Ez túl hosszú ehhez: %1$@. Maradjon %2$lld karakter alatt.
id: Terlalu panjang untuk %1$@. Buat di bawah %2$lld karakter.
it: Troppo lungo per %1$@. Resta sotto i %2$lld caratteri.
ja: %1$@には長すぎます。%2$lld文字未満にしてください。
ko: %1$@에 비해 너무 깁니다. %2$lld자 미만으로 유지하십시오.
ms: Itu terlalu panjang untuk %1$@. Pastikan kurang daripada %2$lld aksara.
nb: Det er for langt for %1$@. Hold det under %2$lld tegn.
nl: Dat is te lang voor %1$@. Blijf onder %2$lld tekens.
pl: To za długie dla %1$@. Zmieść się poniżej %2$lld znaków.
pt_br: É longo demais para %1$@. Use menos de %2$lld caracteres.
pt_pt: É demasiado longo para %1$@. Use menos de %2$lld caracteres.
ro: Este prea lung pentru %1$@. Folosiți mai puțin de %2$lld caractere.
ru: Слишком длинно для %1$@. Используйте меньше %2$lld символов.
sk: Na %1$@ je to príliš dlhé. Použite menej ako %2$lld znakov.
sv: Det är för långt för %1$@. Håll det under %2$lld tecken.
th: ยาวเกินไปสำหรับ %1$@ ให้มีน้อยกว่า %2$lld อักขระ
tr: Bu, %1$@ için çok uzun. %2$lld karakterin altında tutun.
uk: Задовго для %1$@. Використовуйте менше ніж %2$lld символів.
vi: Quá dài cho %1$@. Hãy giữ dưới %2$lld ký tự.
zh_hans: 对于 %1$@ 来说太长了。请保持在 %2$lld 个字符以内。
zh_hant: 對 %1$@ 來說太長了。請保持在 %2$lld 個字元以內。
